[BalanceDefs.BD_Allium_JabberDenHitBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_CookTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName="Hyperion beacon deployment"

[BalanceDefs.BD_AlliumTG_Fan1 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_Fan2 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_Fan3 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_TicketGuy InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[InteractiveObjects.IO_Allium_TicketTaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan02 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan03 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueShowGuest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_GlowingNest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_AlliumTG_CookTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_JabberDenHitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_PoisonVat InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ScagMeatOnHook InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_PoisonGland MissionItemDefinition]
UseFailureCharacterMessage="six %s Use it."
ItemName="poison gland"
PickupMessage="You are right %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This is illegal."
NoManufacturerName="Other information"

[ItemDefs.ID_PoisonGland:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is a delicious dish.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_TGMeat MissionItemDefinition]
UseFailureCharacterMessage="It should be %s Use this app."
ItemName="The meat is delicious."
PickupMessage="He got it. %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="Generally"

[ItemPool.ID_TGMeat:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_Allium_BulletInvul SkillDefinition]
SkillName="It's free for a limited time."
SkillDescription="No intention or effort to fix the annoying bug.."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Allium_SlagWeakness SkillDefinition]
SkillName="temporary pain"
SkillDescription="This makes the burn accident unpleasant and inefficient."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_JackerStrong SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

